export default function AboutText() {
  return (
    <div>
      <p className="font-normal text-[16px] text-[#333333] tracking-wide mb-3.75 md:text-lg md:mb-6.25">
        Вітаю всіх на своєму сайті! Мене звати Сергій, я з Івано-Франківська.
        Займаюся фронтенд-розробкою трохи більше року. До розробки займався
        нелюбимою справою, ходив на роботу, що не подобалася мені, не міг
        зрозуміти, як знайти працю за покликанням і робити те, що подобається,
        заробляючи собі на життя, допоки не знайшов один цікавий курс.
      </p>
      <p className="font-normal text-[16px] text-[#333333] tracking-wide md:text-lg">
        З того часу багато чого дізнався, навчання давалося по-різному: десь
        легше, десь складніше. Щоденна робота над навичками та зусилля, яких я
        докладав, вже за кілька місяців принесли плоди - вдалось взяти
        замовлення на фрілансі. З відгуками від задоволених клієнтів та
        прикладами моїх робіт можна ознайомитися нижче
      </p>
    </div>
  );
}
