export const title = {
  name: "Сергій Сірко",
  role: "frontend- розробник",
};

export const aboutContent = {
  title: "Про мене",
  content1:
    "Вітаю всіх на своєму сайті! Мене звати Сергій, я з Івано-Франківська. Займаюся фронтенд-розробкою трохи більше року. До розробки займався нелюбимою справою, ходив на роботу, що не подобалася мені, не міг зрозуміти, як знайти працю за покликанням і робити те, що подобається, заробляючи собі на життя, допоки не знайшов один цікавий курс.",
  content2:
    "З того часу багато чого дізнався, навчання давалося по-різному: десь легше, десь складніше. Щоденна робота над навичками та зусилля, яких я докладав, вже за кілька місяців принесли плоди - вдалось взяти замовлення на фрілансі. З відгуками від задоволених клієнтів та прикладами моїх робіт можна ознайомитися нижче",
};

export const skillsContent = {
  title: "Навички",
  diagram: [
    { skills: "HTML", level: 510 },
    { skills: "CSS", level: 480 },
    { skills: "JS", level: 366 },
  ],
};

export const servicesContent = {
  title: "Послуги",
  services: [
    {
      icon: "/images/code-icon.svg",
      title: "Верстка проєктів",
      desc: "Зроблю якісну верстку вашого проєкта за наявним макетом або прикладами робіт, які вам подобаються",
    },
    {
      icon: "/images/dev-icon.svg",
      title: "Посадка на CMS",
      desc: "Інтегрую ваш проєкт з однією з популярних CMS",
    },
    {
      icon: "/images/chat-icon.svg",
      title: "Підтримка сайта",
      desc: "Гарантую підтримку вашого сайта протягом 30 днів післе здачі проєкта",
    },
  ],
};
